ajhyndman.jslint
alexcvzz.vscode-sqlite
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
donjayamanne.githistory
eg2.tslint
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
humao.rest-client
k--kato.intellij-idea-keybindings
leizongmin.node-module-intellisense
mark-tucker.aws-cli-configure
ms-vscode.Go
mubaidr.vuejs-extension-pack
naumovs.color-highlight
octref.vetur
peterj.proto
PeterJausovec.vscode-docker
PKief.material-icon-theme
quicktype.quicktype
richie5um2.vscode-sort-json
Shan.code-settings-sync
shinnn.stylelint
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
trinm1709.dracula-theme-from-intellij
Tyriar.sort-lines
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
